src/lib/sugarsoapBinding.get_relationships.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope
 xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"
 xmlns:SOAP-ENC="http://schemas.xmlsoap.org/soap/encoding/"
 xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
 xmlns:xsd="http://www.w3.org/2001/XMLSchema"
 xmlns:ns1="http://www.sugarcrm.com/sugarcrm">
 <SOAP-ENV:Body SOAP-ENV:encodingStyle="http://schemas.xmlsoap.org/soap/encoding/">
  <ns1:get_relationships>
   <session></session>
   <module_name></module_name>
   <module_id></module_id>
   <related_module></related_module>
   <related_module_query></related_module_query>
   <deleted>0</deleted>
  </ns1:get_relationships>
 </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
